aalib
abseil
acpi_call
adwaita-icon-theme
alsa-lib
alsa-plugins
at-spi2-core
automount
automounter
avahi-app
bash
basu
bison
brotli
btop
cairo
chromium
cmake
cmake-core
cmake-doc
cmake-man
colord
consolekit2
cups
curl
dav1d
dbus
dbus-glib
dconf
dejavu
desktop-file-utils
doas
doom-data
doomlegacy
dotconf
drm-515-kmod
duktape-lib
e2fsprogs-core
e2fsprogs-libblkid
e2fsprogs-libuuid
ebur128
espeak-ng
exfat-utils
expat
ezquake
fastfetch
fcft
fd
fftw3
fftw3-float
flac
fmsx
fontconfig
foot
freetype2
fribidi
fusefs-exfat
fusefs-ext2
fusefs-hfsfuse
fusefs-libs
fusefs-lkl
fusefs-ntfs
gdbm
gdk-pixbuf2
gettext
gettext-runtime
gettext-tools
gh
giflib
git
glib
gmp
gnome_subr
gnutls
gobject-introspection
gpu-firmware-intel-kmod-kabylake
graphite2
grim
gsed
gsettings-desktop-schemas
gstreamer1
gstreamer1-plugins
gtk-update-icon-cache
gtk3
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hwdata
icu
indexinfo
iso-codes
jackit
jansson
jbigkit
jpeg-turbo
jq
json-c
json-glib
jsoncpp
krb5
lame
lcms2
lerc
libGLU
libICE
libSM
libX11
libXScrnSaver
libXau
libXcomposite
libXcursor
libXdamage
libXdmcp
libXext
libXfixes
libXfont2
libXft
libXi
libXinerama
libXmu
libXrandr
libXrender
libXt
libXtst
libXv
libXxf86vm
libdaemon
libdatrie
libdecor
libdeflate
libdisplay-info
libdrm
libedit
libei
libepoll-shim
libepoxy
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libglvnd
libgpg-error
libgudev
libgusb
libiconv
libidn2
libinotify
libinput
libliftoff
libltdl
liblz4
libmikmod
libmtdev
libnghttp2
libnotify
libogg
libpaper
libpci
libpciaccess
libpsl
librsvg2-rust
libsamplerate
libsecret
libsndfile
libsoxr
libssh2
libsysinfo
libtasn1
libtextstyle
libthai
libublio
libudev-devd
libunistring
libunwind
libuv
libvorbis
libvpx
libvterm
libwacom
libxcb
libxcvt
libxkbcommon
libxkbfile
libxml2
libxshmfence
libxslt
libzip
lite-xl
llvm19
lua51
lua51-bitop
lua51-lpeg
lua53
lua54
luajit-devel
luv
lzo2
m4
mako
mesa-dri
mesa-libs
meson
mkfontscale
mpdecimal
mpg123
msgpack-c
nano
neovim
nerd-fonts
nettle
ninja
noto-basic
noto-emoji
noto-sans
noto-sans-mono
noto-sans-symbols
noto-sans-symbols2
noto-serif
nspr
nss
oniguruma
openh264
opus
orc
p11-kit
p5-Authen-SASL
p5-CGI
p5-Clone
p5-Digest-HMAC
p5-Encode-Locale
p5-Error
p5-HTML-Parser
p5-HTML-Tagset
p5-HTTP-Date
p5-HTTP-Message
p5-IO-HTML
p5-IO-Socket-IP
p5-IO-Socket-SSL
p5-LWP-MediaTypes
p5-Mozilla-CA
p5-Net-SSLeay
p5-TimeDate
p5-URI
pango
pcaudiolib
pciids
pcre
pcre2
perl5
pipewire
pixman
pkg
pkgconf
png
polkit
portconfig
portsnap
powerdxx
pulseaudio
py311-dbus
py311-evdev
py311-libevdev
py311-packaging
py311-pyudev
py311-six
pydbus-common
python311
quake-data
quake-maps
re2
readline
rhash
ripgrep
rofi
rust
sdl
sdl2
sdl3
sdl_mixer
seatd
shared-mime-info
slurp
smpeg
sndio
speech-dispatcher
speex
speexdsp
spirv-llvm-translator-llvm19
spirv-tools
sqlite3
startup-notification
sway
swaybg
swayidle
swaylock
swww
tcl86
terminus-font
tiff
timidity
tmatrix
tree
tree-sitter
unibilium
unix-selfauth-helper
unzip
utf8proc
vscode
vulkan-loader
wayland
wayland-protocols
webp
webrtc-audio-processing
wget
wl-clipboard
wlroots018
wmenu
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-utils
xkbcomp
xkeyboard-config
xorgproto
xprop
xset
xwayland
yyjson
zsh
zstd
